12/data/attachments/74eaee3b74911543.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jennifer_long_Friend_55799_2</nif:username>
            <nif:friendToBeRequested>soap_friends_b7f4e6c3-6c53-40f1-a19a-ae8fcadefb5c</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>